export default {
    data: [
        {
            "name":"斗门区",
            // "fullname":"招商街道办",
            "total":70487,
            "children":{
                "name":["五湾社区工作站","花果山社区工作站","赤湾社区工作站","海月社区工作站","文竹园社区工作站","沿山社区工作站","桃花园社区工作站","兰园社区工作站","水湾社区工作站","四海社区工作站","桂园社区工作站"],
                "value":["6","7","8","8","8","8","9","10","11","12","13"]
            }
        },{
            "name":"高栏港区",
            // "fullname":"南头街道办",
            "total":42007,
            "children":{
                "name":["南联社区工作站","田厦社区工作站","前海社区工作站","同乐社区工作站","安乐社区工作站","南头城社区工作站","红花园社区工作站","莲城社区工作站","大新社区工作站","大汪山社区工作站","星海名城社区工作站","马家龙社区工作站"],
                "value":["6","7","7","7","7","8","8","8","9","10","11","12"]
            }
        },{
            "name":"横琴新区",
            // "fullname":"沙河街道办",
            "total":49037,
            "children":{
                "name":["沙河街社区工作站","东方社区工作站","文昌街社区工作站","中新街社区工作站","光华街社区工作站","新塘社区工作站","白石洲西社区工作站","白石洲东社区工作站","香山街社区工作站","高发社区工作站","华夏街社区工作站","明珠街社区工作站","星河街社区工作站"],
                "value":["5","5","6","7","7","7","8","8","8","9","9","10","11"]
            }
        },{
            "name":"金湾区",
            // "fullname":"桃源街道办",
            "total":59236,
            "children":{
                "name":["长源社区工作站","龙光社区工作站","珠光社区工作站","龙联社区工作站","龙珠社区工作站","福光社区工作站","龙辉社区工作站","峰景社区工作站","平山社区工作站","大学社区工作站","桃源社区工作站","塘朗社区工作站"],
                "value":["6","7","7","7","7","8","8","8","9","10","11","12"]
            }
        },{
            "name":"万山区",
            // "fullname":"粤海街道办",
            "total":297344,
            "children":{
                "name":["京光社区工作站","创业社区工作站","蔚蓝海岸社区工作站","海珠社区工作站","龙城社区工作站","大冲社区工作站","后海社区工作站","粤桂社区工作站","滨海社区工作站","深大社区工作站","南油社区工作站","名海社区工作站","麻岭社区工作站","铜鼓社区工作站","高新社区工作站","科技园社区工作站"],
                "value":["5","5","5","5","5","6","6","6","6","6","6","6","7","7","9","10"]
            }
        },{
            "name":"香洲区",
            // "fullname":"蛇口街道办",
            // "total":20533,
            // "children":{
                // "name":["南水社区工作站","大铲社区工作站","渔一社区工作站","渔二社区工作站","东角社区工作站","海昌社区工作站","围仔社区工作站","湾厦社区工作站","海湾社区工作站","雷岭社区工作站","内伶仃岛社区工作站","海滨社区工作站","深圳湾社区综合服务中心"],
                // "name":[],
                // "value":["5","5","6","6","6","7","8","8","8","9","9","11","12"]
                // "value":[]
            // }
        },{
            "name":"保税区",
            // "fullname":"南山街道办",
            "total":117954,
            "children":{
                "name":["南园社区工作站","南光社区工作站","南山社区工作站","荔林社区工作站","风华社区工作站","荔芳社区工作站","登良社区工作站","荔湾社区工作站","阳棕榈社区工作站","月亮湾社区工作站","北头社区工作站","向南社区工作站1","学府社区工作站"],
                "value":["5","5","6","6","6","7","8","8","8","9","9","11","12"]
            }
        },{
            "name":"高新区",
            // "fullname":"西丽街道办",
            "total":156585,
            "children":{
                "name":["留仙社区工作站","麻磡社区工作站","阳光社区工作站","丽城社区工作站","丽湖社区工作站","新围区工作站","松坪山社区工作站","西丽社区工作站","大磡社区工作站","曙光社区工作站","白芒社区工作站"],
                "value":["6","7","8","8","8","8","9","10","11","12","13"]
            }
        }
    ]
    
}